{
  "data": [
    {
      "name": "M-sense Migräne 001 00315001",
      "medRiskClase": "",
      "author": "Miriam",
      "date": "21.04.2021",
      "version": "1.0.1",
      "intendedUse": [
        {
          "name": "Indikation",
          "value": "G43 Migräne - M-sense Migräne kann, laut Zweckbestimmung, nur von Patienten mit einer Migränediagnose (ICD-10 G43, ICHD3 1) genutzt werden und demzufolge auch nur für Migränepatienten verschrieben werden."
        },
        {
          "name": "Kontraindikation",
          "value": "Trifft nicht zu. Für diese DiGA bestehen laut Hersteller keine medizinischen Kontraindikationen gemäß ICD-10."
        },
        {
          "name": "Patentengruppen",
          "value": "Erwachsene ≥ 18 Jahre mit Erkrankungsdauer von mindestens einem Jahr. Mindestens 3 Migränetage in den vorangegangenen 28 Tagen und Krankheitsbeginn vor dem 50. Lebensjahr"
        }
      ],
      "medPurpose": "... Überwachung oder Linderung von Krankheiten",
      "user": "Patienten und Ärzte/Therapeuten gemeinsam",
      "mainFunction": {
        "digitalTechnologie": "ja",
        "description": "Der medizinische Nutzen der M-sense Migräne App bezieht sich sowohl auf die Reduktion von Migränetagen (Verbesserung des Gesundheitszustands) als auch auf die Verbesserung der gesundheitsbezogenen Lebensqualität und der Reduktion von Kopfschmerztagen (als sekundärer Endpunkt).",
        "onlyControlDevice": false
      },
      "requirementManufacturer": {
        "medConformity-CE": true,
        "dataProtecSecur-CE": true,
        "medUse": [true, false, false, true],
        "ecoUse": [false, false],
        "strucProcoptimization": [
          true,
          true,
          false,
          true,
          false,
          false,
          true,
          false
        ],
        "studie": {
          "goals": "Geplant ist eine randomisierte, kontrollierte Studie (RCT) zur Bewertung der 'Effektivität der M-sense Migräne-App' (EMMA-Studie).",
          "method": "EMMA ist eine randomisierte, offene, kontrollierte, zweiarmige Parallelgruppenstudie. Die Intervention besteht in der Nutzung des M-sense Migräne App für 12 Wochen.Die Patienten werden nach dem Zufallsprinzip im Verhältnis 1:1 einer der beiden Gruppen zugeteilt, um entweder Zugang zur vollständigen M-sense Migräne App oder zur Kontrollgruppen-App zu erhalten.",
          "parameter": "Erwachsene Patienten mit episodischer oder chronischer Migräne (ICD-10 G43), die ein Smartphone besitzen und daran interessiert sind, eine App als nicht-medikamentöse Intervention zu nutzen",
          "dataSource": ""
        }
      },
      "requirementApplication": [true, true, true, true, true, true, true],
      "marketAccess": {
        "platform": [true, true, false],
        "additionalPayment": {
          "answer": "nein",
          "amount": 0
        },
        "additionalDevices": {
          "answer": "nein",
          "devices": ""
        },
        "icd10code": "ICD-10 G43",
        "languages": {
          "defaultLang": [true, false],
          "otherLang": {
            "checked": false,
            "languages": ""
          }
        },
        "initPrescription": "Vom Arzt"
      }
    }
  ]
}
